using System;
using System.Collections.Generic;
using System.ComponentModel;
using System.Data;
using System.Drawing;
using System.Linq;
using System.Text;
using System.Threading.Tasks;
using System.Windows.Forms;

namespace ProjectUnipiGuide
{
    public partial class ServicesPage : Form
    {
        public ServicesPage()
        {
            InitializeComponent();
        }

        private void aboutToolStripMenuItem_Click(object sender, EventArgs e)
        {
            string message = "Εδώ θα βρείτε έναν οδηγό για το Πανεπιστήμιο Πειραιώς ο οποίος δημιουργήθηκε από τον Αντώνη Τζιβάκη και την Μαρία Αμοργιανού.";

            MessageBox.Show(message, "About", MessageBoxButtons.OK, MessageBoxIcon.Information);
        }

        private void exitToolStripMenuItem_Click(object sender, EventArgs e)
        {
            Application.Exit();
        }

        private void goBackToolStripMenuItem_Click(object sender, EventArgs e)
        {
            UserState.IsGuest = true;
            MainPage form = new MainPage();
            form.btnCalendar.Visible = false;
            form.Show();
            this.Hide();
        }

        private void textBox1_GotFocus(object sender, EventArgs e)
        {
            ((TextBox)sender).Parent.Focus();
        }

        private void sitisitoolStripMenuItem1_Click(object sender, EventArgs e)
        {
            label1.Text = "Σίτιση";
            textBox1.Text = "Το φοιτητικό εστιατόριο λειτουργεί στο κτίριο της οδού Τσαμαδού 78, στο οποίο σιτίζονται οι δικαιούμενοι δωρεάν σίτιση φοιτητές.\r\n\r\nΚαθορισμός όρων, προϋποθέσεων και διαδικασίας για την παροχή δωρεάν σίτισης στους φοιτητές των Α.Ε.Ι. (ΦΕΚ 1965-18/06/2012-ΤΕΥΧΟΣ Β΄)\r\n\r\nΔωρεάν σίτισης δικαιούνται οι ενεργοί φοιτητές του Πανεπιστημίου Πειραιώς, προπτυχιακοί, μεταπτυχιακοί, υποψήφιοι διδάκτορες, εφόσον δεν είναι ήδη κάτοχοι πτυχίου, μεταπτυχιακού ή διδακτορικού τίτλου αντίστοιχα, με βάση κυρίως την οικογενειακή ή ατομική οικονομική τους κατάσταση και την εντοπιότητα τους.\r\n\r\nΕνεργοί φοιτητές είναι οι :\r\n\r\nΠροπτυχιακοί φοιτητές των οποίων η διάρκεια φοίτησης δεν έχει υπερβεί τη διάρκεια των εξαμήνων που απαιτούνται για τη λήψη του τίτλου σπουδών σύμφωνα με το ενδεικτικό πρόγραμμα σπουδών, προσαυξανόμενη κατά τέσσερα εξάμηνα.\r\nΜεταπτυχιακοί φοιτητές των οποίων η διάρκεια φοίτησης δεν έχει υπερβεί τη διάρκεια του ενδεικτικού προγράμματος σπουδών.\r\nΥποψήφιοι διδάκτορες οι οποίοι διανύουν τα τέσσερα πρώτα έτη στο αντίστοιχο πρόγραμμα.\r\nΟι προϋποθέσεις για δωρεάν σίτιση, τα απαραίτητα δικαιολογητικά καθώς και οι προθεσμίες υποβολής αίτησης για σίτιση ανακοινώνονται από το Τμήμα Φοιτητικής Μέριμνας.";
        }

        private void ygperithalpsiToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Υγειονομική Περίθαλψη";
            textBox1.Text = "Βάσει του άρθρου 31 του Ν.4452/2017, οι προπτυχιακοί και μεταπτυχιακοί φοιτητές και οι υποψήφιοι διδάκτορες, που δεν έχουν άλλη ιατροφαρμακευτική και νοσοκομειακή περίθαλψη, δικαιούνται πλήρη ιατροφαρμακευτική και νοσοκομειακή περίθαλψη στο Εθνικό Σύστημα Υγείας (Ε.Σ.Υ.), με κάλυψη των σχετικών δαπανών από τον Ε.Ο.Π.Υ.Υ., κατ’ ανάλογη εφαρμογή του άρθρου 33 του Ν. 4368/2016.\r\n\r\nΤηλ.: 2104142065, 2104142089, 2104142088\r\n\r\nΙατροφαρμακευτική και νοσοκομειακή περίθαλψη ανασφάλιστων φοιτητών - Εγκύκλιος 171598/Ζ1-12/10/2017";
        }

        private void ServicesPage_Load(object sender, EventArgs e)
        {
            textBox1.GotFocus += textBox1_GotFocus;
        }

        private void φοιτητικήΜέριμναToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Φοιτητική Μέριμνα";
            textBox1.Text = "Το Τμήμα Φοιτητικής Μέριμνας στεγάζεται στο κεντρικό κτίριο του Πανεπιστημίου Πειραιώς, Καραολή & Δημητρίου 80, 1ος  όροφος, γραφείο 114 Α.\r\n\r\nΟι φοιτητές μπορούν να ενημερωθούν σε θέματα:\r\n\r\nΣίτισης\r\nΣτέγασης\r\nΣτεγαστικού επιδόματος\r\nΥγειονομικής κάλυψης\r\nΕυρωπαϊκής κάρτας ασφάλισης\r\n \r\n\r\nΏρες εξυπηρέτησης κοινού: Δευτέρα, Τετάρτη και Παρασκευή από 11:00 έως 14:00. \r\n\r\n \r\n\r\nΕπικοινωνία :\r\n\r\nΣτο πλαίσιο της λήψης μέτρων για την καταπολέμηση της διασποράς της λοίμωξης από τον κορωνοϊό Covid-19, η προσέλευση φοιτητών στο Τμήμα Φοιτητικής Μέριμνας, γίνεται αποκλειστικά κατόπιν προηγούμενης συννενόησης.\r\n\r\n \r\n\r\nΤηλέφωνα: 2104142089, 2104142065, 2104142088. \r\n\r\nE-mail: foitmer@unipi.gr";
        }

        private void σίτησηToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Βιβλιοθήκη";
            textBox1.Text = "Η Βιβλιοθήκη του Πανεπιστημίου Πειραιώς απευθύνεται στους καθηγητές, ερευνητές και φοιτητές και αποστολή της είναι η υποστήριξη της εκπαίδευσης και της έρευνας.\r\n\r\nΤο ωράριο λειτουργίας της βιβλιοθήκης έχει επεκταθεί για να εξυπηρετεί τις ανάγκες των μελών του Πανεπιστημίου, από τις 8.00 το πρωί έως τις 20.00 το βράδυ, καθημερινά, όλες τις εργάσιμες ημέρες.\r\n\r\nΣτο αναγνωστήριο είναι δυνατή η πρόσβαση και των ΑΜΕΑ.\r\n\r\n \r\n\r\nΈντυπες και Ο/Α Συλλογές\r\nΗ συλλογή απαρτίζεται από 47.000 περίπου τίτλους βιβλίων, 800 τίτλους έντυπων περιοδικών (88.000 τόμοι).\r\n\r\nΑκόμη περιλαμβάνει εκδόσεις ιδιωτικών και δημοσίων οργανισμών, καθώς και οπτικοακουστικό υλικό, cd-rom και dvd.\r\n\r\nΤο σύνολο των έντυπων" +
                            "τεκμηρίων είναι οργανωμένο θεματικά, κατά το Δεκαδικό σύστημα ταξινόμησης Dewey.\r\n\r\nΗ πλειοψηφία των έντυπων τεκμηρίων δανείζονται εκτός των πληροφοριακών βιβλίων, των περιοδικών και των διατριβών τα οποία ο αναγνώστης μπορεί να μελετήσει στο αναγνωστήριο ή να φωτοτυπήσει μικρό μέρος του περιεχομένου τους. Για το Ο/Α υλικό διατίθεται ειδικός υπολογιστής.\r\n\r\n \r\n\r\nΥπηρεσίες\r\nΓενική πληροφόρηση: στην υποδοχή δίνεται πληροφόρηση σχετικά με τη βιβλιοθήκη και το υλικό της, όπως κανόνες δανεισμού, φωτοτυπίες, χρήση οπτικοακουστικού υλικού, τοποθεσία τεκμηρίων κλπ. Για τον ίδιο λόγο έχουν εκδοθεί 9 ενημερωτικά φυλλάδια.\r\n\r\nΕξειδικευμένη πληροφόρηση: Η βιβλιοθήκη παρέχει online θεματικές συνδρομητικές και ανοικτής" +
                            "πρόσβασης βάσεις δεδομένων.\r\n\r\nΜε ηλεκτρονικό ταχυδρομείο, τηλεφωνικά ή προσωπικά υποβάλλονται εξειδικευμένα ερωτήματα έρευνας που διεκπεραιώνονται από βιβλιοθηκονόμους του σχετικού τμήματος.\r\n\r\nΔανεισμός: κάθε μέλος του Πανεπιστημίου εγγράφεται μέλος στη βιβλιοθήκη, ώστε να δανείζεται το υλικό της. Λειτουργεί επίσης υπηρεσία ανανεώσεων και κρατήσεων για δανεισμένο υλικό και τήρηση προτεραιότητας δανεισμού κατά την επιστροφή.\r\n\r\nΑπόκτηση υλικού που δεν υπάρχει στη βιβλιοθήκη, είτε με προτάσεις για τον εμπλουτισμό της ή με διαδανεισμό από τις ελληνικές βιβλιοθήκες ή συνεργαζόμενες του εξωτερικού.\r\n\r\nΕκπαίδευση χρηστών: το προσωπικό της βιβλιοθήκης προσφέρει στους νεοεισερχόμενους φοιτητές, αλλά και σε κάθε" +
                            "ενδιαφερόμενο, υποστήριξη και ενημέρωση στη χρήση της βιβλιοθήκης, του καταλόγου της, των υπηρεσιών και των ηλεκτρονικών πηγών πληροφόρησης που παρέχει.\r\n\r\n \r\n\r\nΨηφιακές Συλλογές\r\nΠαρέχεται πρόσβαση στο πλήρες κείμενο 7.500 περίπου επιστημονικών περιοδικών μέσω του Διαδικτύου. Η πρόσβαση σε αυτά τα περιοδικά είναι εφικτή χάρη στη συμμετοχή της βιβλιοθήκης στο Ελληνικό Δίκτυο Ακαδημαϊκών Βιβλιοθηκών HEAL-Link.\r\n\r\nΗλεκτρονικά βιβλία\r\n\r\nΑφορούν τις θεματικές περιοχές του Πανεπιστημίου Πειραιώς και προέρχονται από τους εκδοτικούς οίκους Cengage learning, Oxford Scholarship online, Sage, Science Direct, Taylor and Francis, Wiley Interscience και από την Heal-link.\r\n\r\nΒάσεις Δεδομένων\r\n\r\nInternational" +
                            "Trade by Commodity Statistics (ITCS), Shipping Intelligence Network, Classification Web, Computer & Applied Sciences Complete, ECONLIT, ICAP, International Financial Statistics Online Service, JSTOR, Journal Citation Reports 2008 Edition, MathScience, ΝΟΜΟΣ, και Βάσεις Δεδομένων Ανοικτής Πρόσβασης.\r\n\r\nΨηφιακά αποθετήρια που αναπτύσσει η βιβλιοθήκη\r\n\r\nΤο ψηφιακό αποθετήριο του επιστημονικού περιοδικού του Ιδρύματος ΣΠΟΥΔΑΙ που εκδίδεται από το 1950 και δημοσιεύει άρθρα στους τομείς ενδιαφέροντος του Πανεπιστημίου Πειραιώς (spoudai.unipi.gr/index.php/spoudai).\r\n\r\nΤο Ιδρυματικό Αποθετήριο Διώνη, όπου αποθηκεύονται, ευρετηριάζονται, διατηρούνται και ανακτώνται σε ψηφιακή μορφή οι μεταπτυχιακές εργασίες και οι" +
                            "διδακτορικές διατριβές των τμημάτων του ιδρύματος. Οι εργασίες είναι προσβάσιμες μέσω του Διαδικτύου, ανάλογα με την άδεια που έχει δοθεί από κάθε συγγραφέα. Η συλλογή εμπλουτίζεται καθημερινά (dione.lib.unipi.gr).\r\n\r\nΤο ψηφιακό αποθετήριο των Κέντρων Ευρωπαϊκής Τεκμηρίωσης της Ελλάδος ΚΕΤlib, με υλικό ευρωπαϊκού ενδιαφέροντος που παράγεται από ελληνικούς επιστημονικούς και πολιτικούς οργανισμούς και από τα θεσμικά όργανα της Ε.Ε. (ketlib.lib.unipi.gr/xmlui/).\r\n\r\n \r\n\r\nΚέντρο Ευρωπαϊκής Τεκμηρίωσης (ΚΕΤ)\r\nΤο Κέντρο Ευρωπαϊκής Τεκμηρίωσης λειτουργεί στη σημερινή του μορφή από τον Ιανουάριο του 2004 ενώ διαθέτει υλικό από το 1994. Παραλαμβάνει σε τακτική βάση επιλεγμένες επίσημες εκδόσεις της Ευρωπαϊκής Ένωσης" +
                            "με σκοπό την ενθάρρυνση της μελέτης της ευρωπαϊκής ολοκλήρωσης. Με την πάροδο του χρόνου η παραλαβή έντυπου υλικού αντικαθίσταται σταδιακά με την πρόσβαση στο αντίστοιχο ηλεκτρονικό. Στα πλαίσια του ΚΕΤ ιδρύθηκε και λειτουργεί το Κοινό Ελληνικό Αποθετήριο Ευρωπαϊκής Πληροφόρησης και Γκρίζας Βιβλιογραφίας. Η έντυπη συλλογή του Κέντρου Ευρωπαϊκής Τεκμηρίωσης περιλαμβάνει την ευρωπαϊκή νομοθεσία, αναφορές, στατιστικά στοιχεία, και θεματικά εξειδικευμένες μελέτες στην ελληνική και αγγλική γλώσσα.\r\n\r\n \r\n\r\nΤοποθεσία\r\nΗ βιβλιοθήκη στεγάζεται στο κεντρικό κτίριο του Πανεπιστημίου. Η είσοδός της είναι στην κεντρική κυκλική σκάλα στο μέσο του ισογείου. Επίσης, για τα ΑΜΕΑ χρησιμοποιείται και ο ανελκυστήρας στην αριστερή" +
                            "πλευρά του κτιρίου.\r\n\r\nΗ βιβλιοθήκη αποτελείται από τρεις βασικούς χώρους:\r\n\r\nΤο Χώρο Υποδοχής, όπου βρίσκεται ο χώρος κίνησης του υλικού, η κλειστή συλλογή, σπάνιες συλλογές και οι υπολογιστές για την αναζήτηση στον κατάλογο και τις πηγές πληροφόρησης,\r\nΤο Βιβλιοστάσιο, όπου στεγάζεται το σύνολο της έντυπης συλλογής της βιβλιοθήκης, το φωτοτυπικό μηχάνημα και υπολογιστές για τους αναγνώστες, και\r\nΤο Αναγνωστήριο, όπου βρίσκονται τα λεξικά, τα εκθετήρια με τα τελευταία τεύχη των έντυπων περιοδικών και άλλο πληροφοριακό υλικό.";
        }

        private void ευρωπαϊκάΠρογράμματαToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Ευρωπαϊκά Προγράμματα";
            textBox1.Text = "Το Πανεπιστήμιο Πειραιώς μετείχε ενεργά και με επιτυχία στο πρόγραμμα Erasmus+ για την ανώτατη εκπαίδευση και με στόχο τον Ευρωπαϊκό προσανατολισμό του συνεχίζει τις προσπάθειές του για καλύτερη και ουσιαστικότερη ανάπτυξη των συνεργασιών. Παράλληλα, είναι κάτοχος του Διευρυμένου Χάρτη ERASMUS 31704-LA-1-2014-1-GR-E4AKA1-ECHE.\r\n\r\nΗ δράση του προγράμματος αφορά Ευρωπαϊκή συνεργασία στον τομέα της τριτοβάθμιας εκπαίδευσης και ειδικότερα περιλαμβάνει: οργανωμένες ανταλλαγές φοιτητών για αναγνωρίσιμες περιόδους σπουδών και πρακτικής άσκησης, το σύστημα μεταφοράς ακαδημαϊκών διδακτικών μονάδων (ECTS), την κινητικότητα και τις ανταλλαγές διδακτικού και διοικητικού προσωπικού, την γλωσσική προετοιμασία φοιτητών κ.ά.\r\n\r\n" +
                            "Το Πανεπιστήμιο Πειραιώς για το ακαδημαϊκό έτος 2018-2019 έχει περίπου 250 συμφωνίες-συνεργασίες και στους τρεις κύκλους σπουδών. Επίσης κατέχει δύο έδρες Jean Monnet.";
        }

        private void μονάδαΠροσβασιμότηταςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            System.Diagnostics.Process.Start("https://accessibility.unipi.gr/");
        }

        private void γραφείοΔιασύνδεσηςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Γραφείο Διασύνδεσης";
            textBox1.Text = "Το Γραφείο Διασύνδεσης του Πανεπιστημίου Πειραιώς ιδρύθηκε το 1997 με χρηματοδότηση από το πρόγραμμα Ε.Π.Ε.Α.Ε.Κ στο πλαίσιο του Β' ΚΠΣ και συνεχίζει να λειτουργεί στο πλαίσιο του ΕΣΠΑ με Επιστημονικό Υπεύθυνο τον Καθηγητή Νικόλαο Γεωργόπουλο.\r\n\r\nΒασική του επιδίωξη είναι η πολύπλευρη υποστήριξη των φοιτητών/αποφοίτων για την ομαλή ένταξή τους στην αγορά εργασίας και για μια επιτυχημένη σταδιοδρομία.\r\n\r\nΠροωθεί την ανάπτυξη δυναμικών συνεργασιών και την εξυπηρέτηση τεσσάρων πόλων, των Φοιτητών & Αποφοίτων του Πανεπιστημίου, του Διδακτικού & Ερευνητικού Προσωπικού του Πανεπιστημίου, των Επιχειρήσεων, δημόσιων και ιδιωτικών φορέων και οργανισμών και της Δευτεροβάθμιας Εκπαίδευσης.\r\n\r\nΤο Γραφείο Διασύνδεσης παρέχει" +
                            "προς τους φοιτητές / αποφοίτους πληροφόρηση, συμβουλευτική καθοδήγηση και ενεργή υποστήριξη στην προετοιμασία και εύρεση απασχόλησης στην Ελλάδα και το εξωτερικό, στην επιλογή μεταπτυχιακών σπουδών και στα πρώτα βήματα επιχειρησιακής δράσης.\r\n\r\nΓια τις επιχειρήσεις αποτελεί πηγή άντλησης κατάλληλα κατηρτισμένων στελεχών για την ικανοποίηση των αναγκών τους σε προσωπικό.\r\n\r\nΓια τους μαθητές και υποψήφιους φοιτητές, το Γραφείο Διασύνδεσης αναπτύσσει δράσεις ενημέρωσης για το Πανεπιστήμιο Πειραιώς και τις επαγγελματικές διεξόδους.";
        }

        private void ιατρείοToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Ιατρείο";
            textBox1.Text = "Από το Ιατρείο παρέχονται υπηρεσίες πρωτοβάθμιας υγείας. Λειτουργεί καθημερινά στο ισόγειο του κεντρικού κτιρίου, γραφείο 003.\r\n\r\nΤο ιατρείο είναι πλήρως εξοπλισμένο με ιατροτεχνολογικό υλικό (καρδιογράφο, απινιδωτή, οξυγόνο, αναπηρική καρέκλα, φαρμακευτικό υλικό για ενδοφλέβια, ενδομυϊκή ή από του στόματος αγωγή).\r\n\r\nΚαθημερινά εξυπηρετεί τον πληθυσμό του Πανεπιστημίου Ειδικός Παθολόγος και νοσηλεύτρια, ενώ περιστασιακά το επισκέπτεται και Γυναικολόγος.\r\n\r\nΤηλ.: 210 4142166";
        }

        private void γραφείοΑθλητισμούToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Γραφείο Αθλητισμού";
            textBox1.Text = "Στοιχεία επικοινωνίας\r\n\r\nΚΦΑ Μαυροδάκος  Παναγιώτης, Κινητό τηλέφωνο: 6984351557, email: mavdak@unipi.gr \r\nΚΦΑ Ραφούλη Αναστασία, Κινητό τηλέφωνο: 6936184348, email: arafouli@unipi.gr";
        }

        private void βραβείαΥποτροφίεςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Βραβεία - Υποτροφίες";
            textBox1.Text = "Οι υποτροφίες εισαγωγής, οι υποτροφίες επίδοσης, τα βραβεία εισαγωγής και τα βραβεία επίδοσης χορηγούνται σε προπτυχιακούς φοιτητές σύμφωνα με τον «Κανονισμό Υποτροφιών Τριτοβάθμιας Εκπαίδευσης - Πρόγραμμα Υποτροφιών Επίδοσης και Βραβείων» του Ιδρύματος Κρατικών Υποτροφιών (Ι.Κ.Υ.).";
        }

        private void eΓραμματείαToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Γενικές Πληροφορίες για τις Ηλεκτρονικές Υπηρεσίες";
            textBox1.Text = "ΠΡΟΣΩΠΙΚΟΣ ΚΩΔΙΚΟΣ\r\n\r\nΜε την εγγραφή του φοιτητή στη γραμματεία του τμήματός του δημιουργείται προσωπικός κωδικός χρήστη (username), τον οποίο μπορεί ο φοιτητής να ενεργοποιήσει μέσω της υπηρεσίας uregister.unipi.gr, χρησιμοποιώντας το νούμερο του κινητού του τηλεφώνου ή το προσωπικό του email. Η διαχείριση και ανάκτηση του προσωπικού κωδικού (password) γίνεται στη συνέχεια μέσω της υπηρεσίας mypassword.unipi.gr.\r\n\r\nΑναλυτικές οδηγίες για τη χρήση του συστήματος uregister.unipi.gr\r\n\r\nΑναλυτικές οδηγίες για τη χρήση του συστήματος mypassword.unipi.gr\r\n\r\nΗΛΕΚΤΡΟΝΙΚΗ ΓΡΑΜΜΑΤΕΙΑ - ΣΥΣΤΗΜΑ ΠΛΗΡΟΦΟΡΗΣΗΣ ΦΟΙΤΗΤΩΝ ΓΙΑ ΣΠΟΥΔΑΣΤΙΚΑ ΘΕΜΑΤΑ\r\n\r\n" +
                            "Στη διεύθυνση sis-portal.unipi.gr λειτουργεί η διαδικτυακή εφαρμογή της Ηλεκτρονικής Γραμματείας. Από την εφαρμογή αυτή έχετε τη δυνατότητα:\r\n\r\n-να ενημερώνεστε για τα μαθήματα του προγράμματος σπουδών, τους διδάσκοντες, τα προτεινόμενα συγγράμματα κλπ.\r\n-να υποβάλλετε δηλώσεις εγγραφής και δηλώσεις μαθημάτων κάθε εξαμήνου\r\n-να ενημερώνεστε για τη βαθμολογία στα μαθήματα που έχετε εξεταστεί\r\n-να λαμβάνετε άμεσα και σε ηλεκτρονική μορφή βεβαιώσεις φοίτησης\r\nH πρόσβαση στην εφαρμογή αυτή γίνεται μέσω των προσωπικών κωδικών.\r\n\r\nΑΚΑΔΗΜΑΪΚΗ ΤΑΥΤΟΤΗΤΑ, ΦΟΙΤΗΤΙΚΟ ΕΙΣΗΤΗΡΙΟ\r\n\r\nΗ ακαδημαϊκή ταυτότητα είναι υποχρεωτική για όλους τους εγγεγραμμένους" +
                            "φοιτητές. Εκδίδεται μετά από είσοδο στη διεύθυνση academicid.minedu.gov.gr με την χρήση των προσωπικών σας κωδικών και με σχετική αίτηση που θα υποβάλλετε ηλεκτρονικά. Η ακαδημαϊκή ταυτότητα λειτουργεί και ως φοιτητικό εισιτήριο (πάσο) που διευκολύνει τις μετακινήσεις με τα μέσα μαζικής μεταφοράς.\r\n\r\nΔικαιούχοι της ακαδημαϊκής ταυτότητας είναι οι επιτυχόντες στα ΑΕΙ και ΤΕΙ της χώρας μετά την εγγραφή τους στο πρώτο έτος σπουδών. Απαραίτητη προϋπόθεση είναι η εγγραφή των πρωτοετών φοιτητών στη γραμματεία της σχολής που έχουν επιτύχει. Η νέα ταυτότητα έχει σχήμα και μορφή πιστωτικής κάρτας και είναι βελτιωμένη σε θέματα ασφάλειας έναντι της πλαστογραφίας." +
                            "\r\n\r\nΓια τους Όρους και προϋποθέσεις Συμμετοχής στην Ηλεκτρονική Υπηρεσία Απόκτησης Ακαδημαϊκής Ταυτότητας Παρακαλείσθε όπως απευθυνθείτε στη σελίδα Όροι και Προϋποθέσεις.\r\n\r\n ΠΑΝΕΠΙΣΤΗΜΙΑΚΑ ΣΥΓΓΡΑΜΜΑΤΑ \r\n\r\n Τα συγγράμματα διανέμονται μέσω της υπηρεσίας ΕΥΔΟΞΟΣ του Υπ. Παιδείας που λειτουργεί στη διεύθυνση eudoxus.gr. Στην υπηρεσία αυτή καταχωρούνται οι δηλώσεις των συγγραμμάτων κάθε εξαμήνου και παρέχεται η σχετική πληροφόρηση.\r\n\r\nΗ είσοδος στο σύστημα ΕΥΔΟΞΟΣ πραγματοποείται με τους προσωπικούς σας κωδικούς.\r\n\r\n ΑΣΥΡΜΑΤΟ ΔΙΚΤΥΟ – Wifi \r\n\r\n Όλοι οι χώροι διδασκαλίας του Πανεπιστημίου καλύπτονται από ελεύθερο ασύρματο δίκτυο wi-fi που" +
                            "ονομάζεται unipi. Σε αυτό μπορείτε να συνδεθείτε είτε με φορητό υπολογιστή είτε από το κινητό σας, χωρίς τη χρήση κάποιου κωδικού.\r\n\r\n ΥΠΗΡΕΣΙΑ ΑΠΟΜΑΚΡΥΣΜΕΝΗΣ ΠΡΟΣΒΑΣΗΣ – VPN \r\n\r\n Η υπηρεσία πρόσβασης στο εσωτερικό δίκτυο του Πανεπιστημίου (υπηρεσία VPN) παρέχει δυνατότητα χρήσης των ηλεκτρονικών υπηρεσιών του Πανεπιστημίου από απομακρυσμένες θέσεις ή δίκτυα, όπως π.χ. από οικιακές συνδέσεις Internet. Μέσω της υπηρεσίας αυτής είναι, για παράδειγμα, εφικτή η πρόσβαση στο περιεχόμενο ηλεκτρονικών επιστημονικών βιβλίων, περιοδικών και βάσεων δεδομένων που διαθέτει η βιβλιοθήκη, από θέσεις εργασίας εκτός Πανεπιστημίου. Περισσότερα στοιχεία για την υπηρεσία" +
                            "αυτή δίνονται στην ηλεκτρονική διεύθυνση www.unipi.gr/unipi/el/hu-sundesh-vpn.html.\r\n\r\n ΔΙΑΘΕΣΗ ΛΟΓΙΣΜΙΚΟΥ ΓΙΑ ΕΚΠΑΙΔΕΥΤΙΚΗ ΧΡΗΣΗ \r\n\r\n Μεταβείτε στο σύνδεσμο https://helpdesk.unipi.gr/software/ ώστε να ενημερωθείτε σχετικά με το λογισμικό που διατίθεται για εκπαιδευτική χρήση. Παρακαλείστε να ακολουθείτε πιστά τις οδηγίες εγκατάστασης.\r\n\r\n ΗΛΕΚΤΡΟΝΙΚΗ, ΕΞ ΑΠΟΣΤΑΣΕΩΣ ΕΚΠΑΙΔΕΥΣΗ (E-LEARNING) \r\n\r\n Στο Πανεπιστήμιο λειτουργούν, υπό την εποπτεία και με την επιμέλεια των Ακαδημαϊκών Τμημάτων συστήματα εξ αποστάσεως ηλεκτρονικής μάθησης, τα οποία υποστηρίζουν το εκπαιδευτικό έργο και φιλοξενούνται από το Τμήμα Μηχανοργάνωσης στη διεύθυνση" +
                            "https://eclass.unipi.gr/. Σε αυτά αναρτώνται σημειώσεις, ανακοινώσεις και λοιπό εκπαιδευτικό υλικό. Ενημέρωση για τη χρήση τους παρέχεται από τους διδάσκοντες. Πλέον του κεντρικού συστήματος eclass, ορισμένα Ακαδημαϊκά Τμήματα όπως το Τμήμα Πληροφορικής και το Τμήμα Ψηφιακών Συστημάτων διαθέτουν επίσης τμηματικά συστήματα ηλεκτρονικής μάθησης τα οποία είναι προσβάσιμα στις διευθύνσεις https://gunet2.cs.unipi.gr/ και https://evdoxos.ds.unipi.gr/ αντίστοιχα. ";
        }

        private void ηλΕξΑποστάσεωςΕκπαίδευσηToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "URegister";
            textBox1.Text = "Η ενεργοποίηση του Ιδρυματικού Λογαριασμού πραγματοποιείται μέσω της υπηρεσίας uregister.unipi.gr. Πριν την έναρξη της διαδικασίας, ο χρήστης θα πρέπει να έχει καταχωρημένα στη Γραμματεία του τμήματός του (για φοιτητές, πανεπιστημιακούς υποτρόφους, μεταδιδάκτορες, εξωτερικούς συνεργάτες) ή τη Διεύθυνση Διοικητικού (για τακτικούς διδάσκοντες, ΠΔ407 και διοικητικό προσωπικό) το νούμερο του κινητού του τηλεφώνου ή τη διεύθυνση του email του, τον ΑΜΚΑ, τον ΑΦΜ και την ημερομηνία γέννησής του. Σε περίπτωση διόρθωσης των στοιχείων αυτών, η διαδικασία της ενεργοποίησης του Ιδρυματικού Λογαριασμού θα πρέπει να ξεκινήσει μετά το πέρας 1 τουλάχιστον ώρας, ώστε να" +
                            " έχει πραγματοποιηθεί ο ενδιάμεσος συγχρονισμός των συστημάτων.\r\n\r\nΚατά την ενεργοποίηση του λογαριασμού, τα στοιχεία του χρήστη που έχουν δηλωθεί στη Γραμματεία ή στη Διεύθυνση Προσωπικού αντιπαραβάλλονται με το Εθνικό Μητρώο ΑΜΚΑ. Σε περίπτωση που παρουσιαστεί κάποια ασυμφωνία, θα πρέπει να γίνει διόρθωση των εσφαλμένων στοιχείων στην αντίστοιχη υπηρεσία (Γραμματεία ή Διεύθυνση Προσωπικού), είτε στο Εθνικό Μητρώο ΑΜΚΑ μέσω των ΚΕΠ, εάν είναι εσφαλμένα τα στοιχεία που τηρούνται εκεί. Επιπλέον, ο χρήστης καλείται να συμφωνήσει να αποθηκεύσει το σύστημα το email του ή/και το κινητό του τηλέφωνο στην υπηρεσία mypassword.unipi.gr ώστε να μπορεί να αλλάξει" +
                            "τον κωδικό του σε περίπτωση που τον ξεχάσει. Εάν ο χρήστης δεν επιλέξει μία τουλάχιστον από τις δύο επιλογές, δεν θα μπορεί να κάνει ανάκτηση του κωδικού του και θα απαιτείται η συνδρομή των υπηρεσιών του Πανεπιστημίου για το λόγο αυτό.\r\n\r\nΌσες υπηρεσίες χρησιμοποιούν Single Sign On (πιστοποίηση μέσω ιδρυματικού λογαριασμού) για τη σύνδεση του χρήστη, αυτή γίνεται με το όνομα χρήστη (username) και τον κωδικό (password) που θα δημιουργήσει ο χρήστης κατά την εγγραφή του στο uregister.unipi.gr. Επισημαίνεται ότι μετά από επανειλημμένες αποτυχημένες προσπάθειες εισόδου σε μικρό χρονικό διάστημα, το σύστημα κλειδώνει για διάστημα 10 λεπτών.\r\n\r\n" +
                            "Παρακαλούμε ανατρέξτε για περισσότερη βοήθεια στις αναλυτικές οδηγίες για τη χρήση της υπηρεσίας uregister.unipi.gr.\r\n\r\nΓια υποστήριξη σχετικά με τον Ιδρυματικό Λογαριασμό παρακαλούνται οι χρήστες να αποστέλλουν mail στη διεύθυνση helpdesk@unipi.gr.";
        }

        private void myPasswordToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "MyPassword";
            textBox1.Text = "Η αλλαγή του μυστικού κωδικού (password) του Ιδρυματικού Λογαριασμού πραγματοποιείται μέσω της υπηρεσίας mypassword.unipi.gr, χρησιμοποιώντας το όνομα χρήστη (username) και τον κωδικό (password) που επέλεξε ο χρήστης κατά την εγγραφή του στην υπηρεσία uregister.unipi.gr. Σε περίπτωση που ο χρήστης ξεχάσει τον κωδικό του μπορεί να τον αλλάξει χρησιμοποιώντας το όνομα χρήστη (username) και είτε το νούμερο του κινητού τηλεφώνου, είτε το εξωτερικό του email, αναλόγως τα στοιχεία που είχε επιλέξει να αποθηκευτούν κατά την εγγραφή του στο uregister.unipi.gr. Σε περίπτωση που ο χρήστης δεν είχε επιλέξει να αποθηκευτεί κάποιο από τα στοιχεία επικοινωνίας του," +
                            "δεν υπάρχει τρόπος να αλλάξει τον κωδικό του εάν τον ξεχάσει και θα πρέπει να αποστείλει σε αυτήν την περίπτωση σχετικό mail στη διεύθυνση helpdesk@unipi.gr .\r\n\r\nΜέσω της υπηρεσίας mypassword.unipi.gr μπορεί επίσης ο χρήστης να επικαιροποιήσει τα στοιχεία επικοινωνίας του όπου λαμβάνει τις ειδοποιήσεις για την αλλαγή του κωδικού του. Σημειώνεται όμως ότι κάτι τέτοιο δεν συνεπάγεται και αλλαγή των αντίστοιχων στοιχείων στη Γραμματεία ή τη Διεύθυνση Διοικητικού. Σε περίπτωση που ο χρήστης θέλει να δηλώσει αλλαγή νούμερου κινητού τηλεφώνου ή διεύθυνσης email στα στοιχεία μητρώου του, θα πρέπει να απευθυνθεί στη Γραμματεία ή τη Διεύθυνση Διοιητικού, σύμφωνα με την κατηγορία" +
                            "στην οποία ανήκει.\r\n\r\nΠαρακαλούμε ανατρέξτε για περισσότερη βοήθεια στις αναλυτικές οδηγίες για τη χρήση της υπηρεσίας mypassword.unipi.gr.\r\n\r\nΓια υποστήριξη σχετικά με τον Ιδρυματικό Λογαριασμό παρακαλούνται οι χρήστες να αποστέλλουν mail στη διεύθυνση helpdesk@unipi.gr.";
        }

        private void eΓραμματείαToolStripMenuItem1_Click(object sender, EventArgs e)
        {
            label1.Text = "Ηλεκτρονική Γραμματεία";
            textBox1.Text = "Στη διεύθυνση sis-portal.unipi.gr λειτουργεί διαδικτυακή εφαρμογή που καλύπτει τα σπουδαστικά θέματα. Από την εφαρμογή αυτή οι φοιτητές έχουν τη δυνατότητα: \r\n\r\n-να ενημερώνονται για τα μαθήματα του προγράμματος σπουδών, τους διδάσκοντες, τα προτεινόμενα συγγράμματα καθώς και τις ανακοινώσεις που εκδίδει η Γραμματεία και οι διδάσκοντες.\r\n-να ενημερώνονται για τη βαθμολογία στα μαθήματα που έχουν εξεταστεί\r\n-να υποβάλουν ηλεκτρονικά τις δηλώσεις μαθημάτων κάθε εξαμήνου\r\n-να λαμβάνουν άμεσα και σε ηλεκτρονική μορφή βεβαιώσεις φοίτησης\r\n-να υποβάλουν αιτήσεις για χορήγηση πιστοποιητικών\r\nH πρόσβαση στην εφαρμογή αυτή γίνεται μέσω του προσωπικού λογαριασμού κάθε φοιτητή.";
        }

        private void ηλToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Ηλεκτρονική εξ Αποστάσεως Εκπαίδευση";
            textBox1.Text = "Στο πλαίσιο της ηλεκτρονικής εξ αποστάσεως εκπαίδευσης και την εφαρμογή της όπως προβλέπεται στην εγκύκλιο του Υφυπουργού Παιδείας, Αρμόδιου για θέματα Ανώτατης Εκπαίδευσης του ΥΠΑΙΘ, το Πανεπιστήμιο Πειραιώς συνεχίζει να υποστηρίζει την ασύγχρονη διδασκαλία, ενώ από τη Δευτέρα 30/3 θα υποστηρίζεται και η σύγχρονη τηλεκπαίδευση. \r\n\r\nΟι φοιτητές/-τριες παρακαλούνται να ενημερώνονται από τις ιστοσελίδες του Ακαδημαϊκού τους Τμήματος για τις ανακοινώσεις σχετικά με τα ψηφιακά μαθήματα.\r\n\r\nΣτο Πανεπιστήμιο Πειραιά θα χρησιμοποιηθεί, όπως αναφέρθηκε, συνδυασμός των δύο παρακάτω τρόπων διεξαγωγής της εξ αποστάσεως διδασκαλίας:\r\n\r\n-Ασύγχρονη τηλεκπαίδευση" +
                            "(με ανάρτηση υλικού σε κατάλληλη πλατφόρμα)\r\n-Σύγχρονη τηλεκπαίδευση (όπου ο εκπαιδευόμενος παρακολουθεί σε πραγματικό χρόνο το μάθημα του διδάσκοντα και μπορεί να θέτει ερωτήσεις)\r\n\r\nΤο υλικό σε μορφή παρουσιάσεων ή κειμένου, εργασίες, καθώς και σύνδεσμοι (links) (Προσοχή! Όχι το υλικό καθεαυτό) σε υλικό μεγάλου όγκου (βίντεο, μαγνητοσκοπημένες διαλέξεις κλπ) θα αναρτάται στην πλατφόρμα ασύγχρονης τηλεκπαίδευσης που χρησιμοποιεί το κάθε ακαδημαϊκό τμήμα, ενώ η σύγχρονη εξ αποστάσεως διδασκαλία θα γίνεται μέσω πλατφόρμας τηλεδιασκέψεων.";
        }

        private void διδασκαλίαToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Διδασκαλία";
            textBox1.Text = "Ασύγχρονη διδασκαλία\r\nΒασική υποδομή για την εξ αποστάσεως επικοινωνία με τους φοιτητές και την οργάνωση της εκπαιδευτικής διαδικασίας (εκπαιδευτικό υλικό, εργασίες, ασκήσεις, κλπ) αποτελεί η πλατφόρμα Ασύγχρονης Τηλεκπαίδευσης eClass του κάθε Ακαδημαϊκού Τμήματος.\r\n\r\nΟι πλατφόρμες ασύγχρονης διδασκαλίας στο Πανεπιστήμιο είναι οι ακόλουθες ανά τμήμα:\r\n\r\n-eclass.unipi.gr (για όλα τα ακαδημαϊκά τμήματα πλην Ψηφιακών Συστημάτων και Πληροφορικής)\r\n-gunet2.cs.unipi.gr (Τμήμα Πληροφορικής)\r\n-evdoxos.ds.unipi.gr (Τμήμα Ψηφιακών Συστημάτων)\r\n\r\nΌλα τα μαθήματα θα πρέπει να διαθέτουν υλικό στο eClass και μέσα από την πλατφόρμα (στην οποία θα πρέπει" +
                            "να εγγραφούν όλοι οι φοιτητές) θα ανακοινώνεται στους φοιτητές ο τρόπος και η ώρα της σύγχρονης εξ αποστάσεως διδασκαλίας.\r\n\r\nΟ διδάσκων κάθε μαθήματος θα μπορεί να επιλέγει το καταλληλότερο για τους φοιτητές του, το μάθημά του αλλά και τον ίδιο,  τρόπο σύγχρονης εξ αποστάσεως διδασκαλίας.\r\n\r\nΟ συντονισμός της όλης διαδικασίας θα γίνεται από τον πρόεδρο του Τμήματος σε συνεργασία με τη Γραμματεία.\r\n\r\n \r\n\r\nΣύγχρονη διδασκαλία\r\nΓια τη διεξαγωγή της σύγχρονης διδασκαλίας, το Πανεπιστήμιο έχει εγκαταστήσει την πλατφόρμα Microsoft Teams, η οποία και θα είναι η κεντρικά υποστηριζόμενη λύση.\r\n\r\nΗ πλατφόρμα μπορεί να υποστηρίξει σύγχρονη" +
                            "διδασκαλία σε κοινό έως και 250 ατόμων σε πραγματικό χρόνο, μέσω της λειτουργίας Microsoft Teams Meetings. Επίσης, το Πανεπιστήμιο διαθέτει περιορισμένο αριθμό κοινόχρηστων αδειών για το υποσύστημα Microsoft Live Events, μέσω του οποίου υποστηρίζεται μετάδοση μαθήματος σε μεγάλο κοινό σε σχεδόν πραγματικό χρόνο. Η συμμετοχή των φοιτητών γίνεται μέσω μηνυμάτων κειμένου, με μικρή υστέρηση (της τάξης των 30 δευτερολέπτων).\r\n\r\nΌσοι διδάσκοντες και φοιτητές/-τριες δεν έχουν ακόμη ενεργοποιήσει το ΔΗΛΟΣ365 (https://delos365.grnet.gr) με τον ιδρυματικό τους λογαριασμό παρακαλούνται να το πράξουν για την έγκαιρη προετοιμασία και συμμετοχή τους στην εξ αποστάσεως διδασκαλία.";
        }

        private void helpDeskToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Υπηρεσία Υποστήριξης Χρηστών - Helpdesk";
            textBox1.Text = "Στην αίθουσα 003 του Ισογείου του κεντρικού κτιρίου, βρίσκεται αριθμός υπολογιστών από τους οποίους υπάρχει ελεύθερη πρόσβαση στο διαδίκτυο και δυνατότητα εκτύπωσης. Στον ίδιο χώρο στεγάζεται η Υπηρεσία Τεχνικής Υποστήριξης (helpdesk), το προσωπικό της οποίας καλύπτει τεχνικά τα διατμηματικά εργαστήρια, τις διοικητικές υπηρεσίες και το ακαδημαϊκό προσωπικό.";
        }

        private void ηλΤαχυδρομείοToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Παροχή Ηλεκτρονικού Ταχυδρομείου";
            textBox1.Text = "Το Πανεπιστήμιο Πειραιώς παρέχει στο προσωπικό του, στους υποψήφιους διδάκτορες και μεταδιδάκτορες, καθώς και στους μεταπτυχιακούς φοιτητές υπηρεσία ηλεκτρονικού ταχυδρομείου (email) της μορφής @unipi.gr.\r\n\r\nΗ απόκτηση του ηλ. ταχυδρομείου για τις παραπάνω κατηγορίες, εκτός των μεταπτυχιακών φοιτητών, παρέχεται μετά από αίτηση στο Κέντρο Διαχείρισης Δικτύων (γρ. 321, 3ος όροφ. Κεντρικό Κτίριο).\r\n\r\nΟι μεταπτυχιακοί φοιτητές αποκτούν αυτόματα email με τα στοιχεία του ιδρυματικού τους λογαριασμού (που έχουν αποκτήσει μέσω της διαδικασίας uRegister). Για τη ενεργοποίησή του αρκεί να συνδεθούν στο Webmail (Προσοχή! Το username στην εφαρμογή αυτή είναι" +
                "@webmail.unipi.gr)\r\n\r\nΓια την αποστολή και λήψη του ηλ. ταχυδρομείου μπορεί να ρυθμιστεί οποιαδήποτε εφαρμογή διαχείρισης ηλ. ταχυδρομείου (Outlook, Thunderbird, Gmail, Hotmail, κτλ.) (οδηγίες παρέχονται παρακάτω), εφαρμόζοντας τις παρακάτω ρυθμίσεις:\r\n\r\n \r\n\r\nΛήψη\r\n\r\nPOP3 server (incoming): mailhost.unipi.gr\r\nConnection security: SSL/TLS\r\nPort: 995\r\nAuthentication: normal password\r\nUsername: όνομα χρήστη (χωρίς @unipi.gr)\r\nPassword: κωδικός πρόσβασης\r\n\r\nΑποστολή\r\n\r\nSMTP server (outgoing): mailhost.unipi.gr\r\nConnection security: SSL/TLS\r\nPort: 465\r\nAuthentication: normal password\r\nUsername: όνομα χρήστη (χωρίς @unipi.gr)\r\nPassword: κωδικός πρόσβασης";
        }

        private void τηλεToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Υπηρεσίες Τηλεδιάσκεψης";
            textBox1.Text = "Η υπηρεσία Τηλεδιάσκεψης δίνει τη δυνατότητα σε κάθε χρήστη να εκτελέσει κλήσεις (με φωνή και εικόνα) χρησιμοποιώντας είτε τον εξειδικευμένο εξοπλισμό της κατάλληλα διαμορφωμένης αίθουσας τηλεδιάσκεψης, είτε μέσω φορητού συστήματος τηλεδιάσκεψης.\r\n\r\nΕπιπλέον, μέσω της υπηρεσίας e:Presence η οποία παρέχεται από την ΕΔΥΤΕ του Υπουργείου Παιδείας, Έρευνας και Θρησκευμάτων, μπορεί κανείς να συμμετάσχει σε τηλεδιασκέψεις απευθείας μέσω του προσωπικού του υπολογιστή εφόσον αυτός διαθέτει τον κατάλληλο εξοπλισμό (κάμερα, μικρόφωνο).\r\n\r\nΟδηγίες ρύθμισης της πλατφόρμας e:Presence χρησιμοποιώντας τον browser σας μπορείτε να βρείτε ΕΔΩ. Λεπτομερείς οδηγίες" +
                            "παρέχονται επίσης στα εγχειρίδια του ακόλουθου συνδέσμου https://www.epresence.gr/support/documents.\r\n\r\nΓια υποστήριξη σχετικά με την υπηρεσία Τηλεδιάσκεψης του Πανεπιστημίου παρακαλούνται οι χρήστες να αποστέλλουν email στη διεύθυνση noc@unipi.gr";
        }

        private void πολιτιστικέςΟμάδεςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Πολιτιστικές Ομάδες";
            textBox1.Text = "Οι πολιτιστικές ομάδες του Πανεπιστημίου Πειραιώς προσφέρουν στα μέλη της Πανεπιστημιακής κοινότητας την ευκαιρία να ασχοληθούν με τα ενδιαφέροντα τους και να καλλιεργήσουν το ταλέντο τους. Προάγουν τον εθελοντισμό και την ενεργή συμμετοχή των φοιτητών και καλύπτουν ένα ευρύ φάσμα δράσεων.\r\n\r\nΠιο συγκεκριμένα, το Πανεπιστήμιο Πειραιώς διαθέτει τις παρακάτω πολιτιστικές ομάδες:\r\n\r\n-Θεατρική Ομάδα\r\n-Μουσικά Σύνολα\r\n-Ομάδα Σύγχρονου Χορού\r\n-Λογοτεχνικός Κύκλος";
        }

        private void φοιτητικοίΣύλλογοιToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Φοιτητικοί Σύλλογοι";
            textBox1.Text = "Σύλλογος Φοιτητών Ο Πλάτων\r\nΟ Σύλλογος φοιτητών Πανεπιστημίου Πειραιώς  «Ο ΠΛΑΤΩΝ» που ιδρύθηκε το 1978 αποτελεί  το μοναδικό συνδικαλιστικό όργανο των φοιτητών του Πανεπιστημίου μας. Ανήκει στην ΕΦΕΕ και τυπικά διοικείται σύμφωνα με τις διατάξεις του καταστατικού του, που είναι εγκεκριμένο από το Πρωτοδικείο Πειραιώς.  Όργανα του Συλλόγου είναι: η Γενική Συνέλευση, το Διοικητικό Συμβούλιο και η Εξελεγκτική Επιτροπή.\r\n\r\nΗ Γενική Συνέλευση\r\n\r\n" +
                            "Η Γενική Συνέλευση είναι το ανώτατο όργανο του Συλλόγου μας. Σ' αυτήν συμμετέχουν όλοι οι φοιτητές.  Αποφασίζει για κάθε θέμα που δεν υπάγεται στην αρμοδιότητα άλλου οργάνου και ακόμη ασκεί εποπτεία και έλεγχο στα άλλα όργανα του Συλλόγου μας.\r\n\r\nΤο Διοικητικό Συμβούλιο\r\n\r\nΤο Διοικητικό Συμβούλιο είναι 11μελές.  Εκλέγεται κάθε χρόνο από καθολική ψηφοφορία σε ημερομηνία που καθορίζει η ΕΦΕΕ, ταυτόχρονα με όλους τους άλλους φοιτητικούς συλλόγους" +
                            "της χώρας.  Στην ψηφοφορία μπορούν να λάβουν μέρος όλοι οι φοιτητές του Πανεπιστημίου μας.\r\n\r\nΤις έδρες του Δ.Σ. καταλαμβάνουν εκπρόσωποι των φοιτητικών παρατάξεων ανάλογα με το ποσοστό ψήφων που θα συγκεντρώσουν στις φοιτητικές εκλογές.\r\n\r\nΣκοπός του Δ.Σ. είναι η προώθηση και η επίλυση των προβλημάτων που απασχολούν τους φοιτητές και γενικότερα το Πανεπιστήμιο μας.\r\n\r\nΗ ΕΞΕΛΕΓΚΤΙΚΗ ΕΠΙΤΡΟΠΗ\r\n\r\nΗ εξελεγκτική επιτροπή αποτελείται από" +
                            "εκπροσώπους των παρατάξεων.  Συνέρχεται μία φορά το χρόνο, λίγο πριν από τις φοιτητικές εκλογές και εγκρίνει τον οικονομικό απολογισμό του Δ.Σ. κατά το προηγούμενο έτος.\r\n\r\nΟι συμμετέχοντες φοιτητές στα όργανα του Πανεπιστημίου Πειραιώς (Σύγκλητος, Πρυτανικό Συμβούλιο, Γενικές Συνελεύσεις Τμημάτων, Επιτροπή Ασύλου) είναι μέλη του Συλλόγου Φοιτητών Πανεπιστημίου Πειραιώς «Ο ΠΛΑΤΩΝ» και ορίζονται από το Διοικητικό Συμβούλιο.\r\n\r\n\r\n\r\n" +
                            "Σύλλογος Φοιτητών Ωκεανός\r\nΣΥΛΛΟΓΟΣ ΦΟΙΤΗΤΩΝ-ΑΠΟΦΟΙΤΩΝ ΤΜΗΜΑΤΟΣ ΝΑΥΤΙΛΙΑΚΩΝ ΣΠΟΥΔΩΝ ΠΑΝΕΠΙΣΤΗΜΙΟΥ ΠΕΙΡΑΙΩΣ Ο Ωκεανός είναι μη κερδοσκοπικός σύλλογος, πολιτικά ανεξάρτητος και μέλη του είναι οι φοιτητές και οι απόφοιτοι του Τμήματος Ναυτιλιακών Σπουδών. Ιδρύθηκε το 1995, με σκοπό την καλύτερη οργάνωση των δραστηριοτήτων των φοιτητών αλλά και την ανάπτυξη και βελτίωση της επικοινωνίας ανάμεσα στο Πανεπιστήμιο και τις ναυτιλιακές εταιρείες." +
                            "Η συλλογική δραστηριοποίηση των φοιτητών μέσα από τον «Ωκεανό» συσφίγγει τις σχέσεις μεταξύ τους και καθιστά αποτελεσματικότερη την προσπάθεια του συλλόγου. Ο σκοπός είναι να αποτελέσει συνδετικό κρίκο ανάμεσα στη θεωρία και την πράξη, στο Πανεπιστήμιο και τη ναυτιλιακή κοινότητα με παροχή αμοιβαίου οφέλους.Τα μέσα για την εκπλήρωση των στόχων του συλλόγου είναι τα εξής:\r\n\r\nΔιοργάνωση συνεδρίων, πολιτιστικών εκδηλώσεων, ημερίδων καριέρας," +
                            "εκδρομών και συναντήσεων γνωριμίας.\r\nΕκπροσώπηση σε διεθνή συνέδρια.\r\nΈκδοση περιοδικού («η Ρότα του Ωκεανού»), που το περιεχόμενό του σχετίζεται με τη ναυτιλία, συνεργασία με καθηγητές και επιχειρηματίες, έκδοση φοιτητικής εφημερίδας για το Ναυτιλιακό Τμήμα.\r\nΣυμμετοχή σε επιδοτούμενα ευρωπαϊκά προγράμματα.\r\nΠαροχή πληροφοριών σε επιχειρήσεις σχετικά με την κάλυψη θέσεων εργασίας από πτυχιούχους του Τμήματος" +
                            "(βιογραφικά σημειώματα, πτυχιακές εργασίες κ.λπ.).\r\nΓια περισσότερες πληροφορίες μπορείτε να επικοινωνήσετε με το γραφείο:\r\n\r\nΩκεανός - Σύλλογος Φοιτητών και Αποφοίτων Τμήματος Ναυτιλιακών Σπουδών.\r\nΚαραολή και Δημητρίου 40, Τ.Κ. 185 34, Πειραιάς.\r\nΤηλ./ Fax: 4142550.\r\ne-mail: the-ocean-cluB@Hotmail.com\r\n\r\n\r\n\r\n Σύλλογος Φοιτητών AIESEC\r\nΗ AIESEC είναι ο μεγαλύτερος παγκόσμιος νεανικός οργανισμός ανάπτυξης ηγετικών" +
                            "χαρακτηριστικών στον πλανήτη. Ιδρύθηκε το 1948 με στόχο την επίτευξη ειρήνης και την μεγιστοποίηση των ανθρωπίνων δυνατοτήτων και το πετυχαίνει προσφέροντας πρακτικές εμπειρίες σε απαιτητικά περιβάλλοντα και συγκεκριμένα μέσα από τα προγράμματα διαπολιτισμικών ανταλλαγών προς νέους από 18 έως 30 ετών.\r\n\r\n Κάποια στοιχεία για εμάς:\r\n-2400 είναι τα πανεπιστήμια που έχουμε φυσική παρουσία\r\n-70.000 είναι τα μέλη που δημιουργούν τις" +
                            "διαπολιτισμικές ανταλλαγές\r\n-36.000 είναι οι ανταλλαγές που πραγματοποιήσαμε το 2016\r\n-125 είναι οι χώρες που δραστηριοποιούμαστε\r\n\r\n\r\nΠιο συγκεκριμένα, στην Ελλάδα υπάρχουν 9 τοπικές επιτροπές σε:\r\n\r\n\r\n-Οικονομικό Πανεπιστήμιο Αθηνών\r\n-Πανεπιστήμιο Πειραιά\r\n-Πανεπιστήμιο Μακεδονίας\r\n-ΕΚΠΑ – Καποδιστριακό Πανεπιστήμιο\r\n-Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης\r\n-Πανεπιστήμιο Αιγαίου\r\n-Πανεπιστήμιο Πάτρας" +
                            "\r\n-Πανεπιστήμιο Ιωαννίνων\r\n-Πανεπιστήμιο Κρήτης\r\n\r\n \r\n\r\nΤα προγράμματά μας:\r\n\r\n\r\nGlobal Volunteer\r\nΤο Global Volunteer είναι ένα πρόγραμμα εθελοντικής πρακτικής εμπειρίας στο εξωτερικό, με διάρκεια 6 έως 8 εβδομάδες. Κάθε εμπειρία συνεισφέρει στους Στόχους Βιώσιμης Ανάπτυξης του ΟΗΕ και φέρνει άμεσο αντίκτυπο στην κοινωνία.\r\nΓνώρισε το Global Volunteer εδώ: bit.ly/MeetGlobalVolunteer\r\n\r\n\r\nGlobal Entrepreneur\r\n" +
                            "Το Global Entrepreneur είναι ένα πρόγραμμα εθελοντικής πρακτικής άσκησης σε νεοσύστατες επιχειρήσεις (start ups) του εξωτερικού, με διάρκεια 1,5 έως 3 μήνες. Μέσα από αυτή την εμπειρία θα αναπτύξεις χαρακτηριστικά όπως time management, risk management και διαχείριση της καινοτομίας.\r\nΓνώρισε το Global Entrepreneur εδώ: bit.ly/MeetGlobalEntrepreneur\r\n\r\n\r\nGlobal Talent\r\nΤο Global Talent είναι ένα πρόγραμμα έμμισθης πρακτικής άσκησης" +
                            "σε μεγάλες επιχειρήσεις του εξωτερικού, με διάρκεια 3 έως 12 μήνες. Μέσα από αυτή την εμπειρία θα γνωρίσεις ένα διαπολιτισμικό περιβάλλον εργασίας, θα αποκτήσεις γνώσεις πάνω στο αντικείμενο σου και θα χτίσεις ένα ανταγωνιστικό βιογραφικό.\r\nΓνώρισε το Global Talent εδώ: bit.ly/MeetGlobalTalent\r\n\r\n \r\n\r\nΜάθε περισσότερα για την AIESEC εδώ: bit.ly/MeetAIESEC\r\nΣτοιχεία επικοινωνίας\r\nΔιεύθυνση: Θεάτρου 89, Πειραιάς\r\nΤηλέφωνο:" +
                            "211 7509047-8\r\nEmail: aiesec.piraeus@aiesec.net";
        }

        private void φοιτητικέςΠαρατάξειςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Φοιτητικές Παρατάξεις";
            textBox1.Text = "\r\nΠΑΣΠ\r\nΠανσπουδαστική\r\nΔίκτυο Αυτόνομων Ριζοσπαστικών Αριστερών Σχημάτων\r\nΔΑΠ-ΝΔΦΚ (Ιστοσελίδα: www.dap-papei.gr)\r\nΑριστερά Σχήματα (Ιστοσελίδα: www.arister.gr)";
        }

        private void άλλεςΔραστηριότητεςToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Άλλες Δραστηριότητες";
            textBox1.Text = "Students Act\r\n\r\n Το Students Act αποτελεί μια πλατφόρμα ιδεών, όπου οι φοιτητές θα μπορούν να εκφράσουν την άποψή τους πάνω σε θέματα που πιστεύουν πως μπορούν να αλλάξουν και να βελτιώσουν την ακαδημαϊκή τους πορεία.\r\n\r\nΤο Students Act αποτελεί μια πλατφόρμα ιδεών, όπου οι φοιτητές θα μπορούν να εκφράσουν την άποψή τους πάνω σε θέματα που πιστεύουν πως μπορούν να αλλάξουν και να βελτιώσουν την ακαδημαϊκή τους πορεία. Οι ιδέες αυτές" +
                            "θα είναι σε θέση να υλοποιηθούν σε συνεργασία με τους φορείς του Πανεπιστημίου και να δώσουν μια καλύτερη εμπειρία στους φοιτητές. Το Students Act πραγματοποιείται στο πλαίσιο του TEDx University of Piraeus που λαμβάνει χώρα για πρώτη φορά στο Πανεπιστήμιο Πειραιώς, με θέμα \"Believe.Act.Change\".\r\n\r\n\r\nTEDx University of Piraeus\r\n\r\nΤο TEDx University of Piraeus αποτελεί έργο του Πανεπιστημίου Πειραιώς σε συνεργασία με το Κέντρο Ερευνών." +
                            "Επιστημονικός υπεύθυνος είναι ο κ. Θανόπουλος.\r\n\r\nTEDx University of Piraeus\r\n\r\nΤο TEDx University of Piraeus αποτελεί έργο του Πανεπιστημίου Πειραιώς σε συνεργασία με το Κέντρο Ερευνών. Επιστημονικός υπεύθυνος είναι ο κ. Θανόπουλος.\r\n\r\nΣτο πλαίσιο του έργου αυτού, το TEDx University of Piraeus οραματίζεται να αποτελέσει έναυσμα για δράση, προσφορά και θετική σκέψη στη νεανική κοινότητα, να εδραιωθεί σαν θεσμός στο Πανεπιστήμιο και" +
                            "να γίνει γνωστό στην κοινωνία για το έργο του.\r\n\r\nΣκοπός του είναι να συγκεντρώσει ιδεαλιστές της ανθρωπότητας, εμπνευσμένους επιχειρηματίες, εκπαιδευτικούς με προοδευτική σκέψη και φορείς αλλαγής της κοινωνίας, οι οποίοι θα μοιραστούν ιδέες και εμπειρίες και θα δώσουν το έναυσμα στους νέους να αναπτύξουν, να μοιραστούν και να κάνουν τις ιδέες τους πράξη. Αποστολή μας είναι να δείξουμε τη ροή που ακολουθεί η αλλαγή, \"πίστη-δράση-αλλαγή\"" +
                            "και να προτρέψουμε τους νέους στη συνταγή της πράξης.\r\n\r\nΠερισσότερες πλητοφορίες παρέχονται στην ιστοσελίδα του TEDx University of Piraeus στη διεύθυνση http://www.tedxuniversityofpiraeus.com/";
        }

        private void επιστημονικήΈνωσηToolStripMenuItem_Click(object sender, EventArgs e)
        {
            label1.Text = "Επιστημονική Ένωση Αποφοίτων του Πανεπιστημίου Πειραιώς";
            textBox1.Text = "Αγαπητοί συνάδελφοι,\r\n\r\n\r\nΤο σωματείο \"Επιστημονική Ένωση Αποφοίτων του Πανεπιστημίου Πειραιώς\" (Uni.Pi. Alumni Association) ιδρύθηκε το 2017 με έδρα την πόλη του Πειραιά και κεντρική επιδίωξη τη διατήρηση και ενίσχυση των δεσμών των αποφοίτων μας, αλλά και την προαγωγή των αξιών του -όπως αυτές συμπυκνώνονταν στα ιδρυτικά οράματα για αξιοκρατία, ίσες ευκαιρίες και πολυμερή ανάπτυξη της προσωπικότητας- σε ακαδημαϊκό και κοινωνικό επίπεδο." +
                            "\r\nΟι άξονες αυτοί αντικατοπτρίζονται στο επίσημα καταχωρημένο Καταστατικό του Συλλόγου όπου και ορίζονται ως σκοποί του:\r\n\r\n-Η καλλιέργεια της μόνιμης και διαρκούς επαφής των μελών της με τον πανεπιστημιακό χώρο και κυρίως με το Πανεπιστήμιο Πειραιώς (Πα.Πει.)\r\n-Η διαρκής ενημέρωση των μελών της για τις εκάστοτε εξελίξεις στον χώρο των Επιστημών που άπτονται των τμημάτων του Πα.Πει.\r\n-Η παρακολούθηση της επιστημονικής έρευνας και γενικά" +
                            "των δραστηριοτήτων του Πα.Πει, των Τμημάτων του, προπτυχιακών και μεταπτυχιακών, η ανάπτυξη κάθε δυνατής συνεργασίας με αυτά και η συμβολή στην ανάπτυξη των επιστημών που καλλιεργούνται στο Πα.Πει.\r\n-Η προώθηση και η διάδοση της φήμης του Πα.Πει. και των Τμημάτων αυτού, τόσο σε προπτυχιακό, μεταπτυχιακό, διδακτορικό ή μεταδιδακτορικό επίπεδο, όπως και η σύνδεσή του με την αγορά εργασίας.\r\n-Η παροχή υποτροφιών, βραβείων ή άλλης μορφής διακρίσεων" +
                            "και βοηθημάτων σε προπτυχιακούς, μεταπτυχιακούς, διδακτορικούς και μεταδιδακτορικούς φοιτητές του Πα.Πει.\r\n-Η διευκόλυνση της ουσιαστικής επικοινωνίας και συνεργασίας μεταξύ των μελών της Ένωσης και η ανάπτυξη δικτύου συνεργασίας μεταξύ τους, με στόχο τη διαρκή ενημέρωση και επαφή των μελών της με τα σύγχρονα οικονομικά και κοινωνικά προβλήματα, τις τάσεις και τις προτεινόμενες λύσεις.\r\n-Η ανάπτυξη επικοινωνίας των μελών της Ένωσης με τον κόσμο" +
                            "της οικονομίας, με ιδιωτικούς και δημόσιους φορείς και οργανισμούς, σε εθνικό και διεθνές επίπεδο.\r\n-Η γενικότερη προβολή των μελών της στον επαγγελματικό και κοινωνικό τομέα.\r\nH διοργάνωση εκδηλώσεων συναφούς με τους σκοπούς της Ένωσης, περιεχομένου.\r\n-Η ανάπτυξη ερευνητικών και εκπαιδευτικών δράσεων.\r\n-Η ουσιαστική επαφή, συνεισφορά και ενίσχυση δράσεων με την τοπική κοινωνία.\r\n\r\nΗ υπηρέτηση των παραπάνω σκοπών θα συμβάλει ουσιαστικά" +
                            "στην αναβάθμιση του πανεπιστημίου μας και στη δημιουργία ενός ευνοϊκότερου και καλύτερου κοινωνικοοικονομικού περιβάλλοντος για εμάς και την κοινωνία μας γενικότερα. Σας καλούμε όλους τους αποφοίτους ανεξαιρέτως να συμμετέχετε στην Επιστημονική μας Ένωση. Μπορείτε να επικοινωνείτε μαζί μας στο alumni@unipi.gr.\r\n\r\nΜε εκτίμηση,\r\nΔιοικητικό Συμβούλιο Επιστημονικής Ένωσης\r\nΑποφοίτων Πανεπιστημίου Πειραιώς";
        }
    }
}
